<?php 
/*
* Template Name: Шаблон статьи
* Template Post Type: post
*/
get_header(); ?>

<?php get_template_part('template-parts/header-section');?>

		<main class="page">

			<section id="article" class="article">
				<div class="container">

					<div class="article__intro intro">

						<div class="intro__item-block d-flex">
							<div class="intro__initials d-flex">
								<div class="intro__block-img">
									<img src="<?php echo get_template_directory_uri();?>/img/art-01.jpg" alt="">
								</div>
								<div class="intro__block-name">
									<h4>Дмитрий Инчин</h4>
									<p>Методолог “Method”</p>
								</div>
							</div>

							<div class="article__title-block">
								<h1>
									Статья про маркетинг
									“Название статьи”
								</h1>
								<p>
									Являясь всего лишь частью общей картины, 
									непосредственные участники технического 
									прогресса указаны как претенденты на роль 
								</p>
							</div>
						</div>

					</div>

					<div class="article__content content-article d-flex">
						
						<div class="content-article__text">
							<h2>Первый заголовок статьи</h2>
							<p>
								Задача организации, в особенности же граница обучения кадров однозначно определяет каждого 
								участника как способного принимать собственные решения касаемо стандартных подходов. Также 
								как дальнейшее развитие различных форм деятельности, в своём классическом представлении, 
								допускает внедрение экономической целесообразности принимаемых решений.
							</p>
							<p>
								Внезапно, ключевые особенности структуры проекта призывают нас к новым свершениям, 
								которые, в свою очередь, должны быть превращены в посмешище, хотя само их существование 
								приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, 
								социально-экономическое развитие предполагает независимые способы реализации укрепления 
								моральных ценностей. Внезапно, базовые сценарии поведения пользователей 
							</p>

							<h2>Второй заголовок статьи</h2>
							<p>
								Господа, реализация намеченных плановых заданий однозначно фиксирует необходимость 
								первоочередных требований. Задача организации, в особенности же дальнейшее развитие 
								различных форм деятельности, в своём классическом представлении, допускает внедрение 
								первоочередных требований. 
							</p>
							<p>
								Идейные соображения высшего порядка, а также внедрение современных методик влечет за 
								собой процесс внедрения и модернизации системы обучения кадров, соответствующей насущным 
								потребностям. А ещё интерактивные прототипы являются только методом политического участия и 
								представлены в исключительно положительном свете.
							</p>
							<p>
								Вот вам яркий пример современных тенденций - высокое качество позиционных исследований 
								представляет собой интересный эксперимент проверки инновационных методов управления 
								процессами. Значимость этих проблем настолько очевидна, что высокотехнологичная концепция 
								общественного уклада, в своём классическом представлении, допускает внедрение 
								приоритизации разума над эмоциями. Учитывая ключевые сценарии
							</p>
							<div class="content-article__img">
								Фотография в статье
							</div>
							<h2>Третий заголовок статьи</h2>
							<p>
								Господа, реализация намеченных плановых заданий однозначно фиксирует необходимость 
								первоочередных требований. Задача организации, в особенности же дальнейшее развитие 
								различных форм деятельности, в своём классическом представлении, допускает внедрение 
								первоочередных требований. 
							</p>
							<p>
								Идейные соображения высшего порядка, а также внедрение современных методик влечет за 
								собой процесс внедрения и модернизации системы обучения кадров, соответствующей насущным 
								потребностям. А ещё интерактивные прототипы являются только методом политического участия и 
								представлены в исключительно положительном свете.
							</p>
							<p>
								Вот вам яркий пример современных тенденций - высокое качество позиционных исследований 
								представляет собой интересный эксперимент проверки инновационных методов управления 
								процессами. Значимость этих проблем настолько очевидна, что высокотехнологичная концепция 
								общественного уклада, в своём классическом представлении, допускает внедрение 
								приоритизации разума над эмоциями. Учитывая ключевые сценарии
							</p>
						</div>

						<div class="content-article__aside d-flex">
							<div class="content-article__col-img"></div>
							<div class="content-article__col-img"></div>
						</div>

					</div>

				</div>
			</section>

		</main>


<?php get_footer();